Repository: Charuduth/edentata
Catalog: src/module/server_access/locale/*.utf-8/LC_MESSAGES/edentata_server_access.po
Languages: de_de

source: Server Access
de_de: Serverzugang

source: Create User
de_de: Benutzer*in Erstellen

source: You do not own a server access.
de_de: Sie besitzen keinen Serverzugang.

source: Protocol: %s
de_de: Protokoll: %s

source: New User
de_de: Neue*r Benutzer*in

source: Create
de_de: Erstellen

source: User Name
de_de: Benutzer*innenname

source: Enable Password Login
de_de: Passwort-Anmeldung Aktivieren

source: Are you sure you want to delete the server access "{user}" at host "{host}"?
de_de: Sind Sie sicher, dass Sie den Serverzugang "{user}" auf "{host}" dauerhaft löschen möchten?

source: Delete User
de_de: Benutzer*in Löschen

source: Change password authentication
de_de: Passwort-Authentifizierung ändern

source: Delete server access
de_de: Serverzugang löschen

source: User
de_de: Benutzer*in

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Communication Protocol
de_de: Kommunikationsprotokoll

source: Password Authentication
de_de: Passwort-Authentifizierung

source: Connection URI
de_de: Verbindungs-URI

source: User Password
de_de: Benutzer*innenpasswort

source: Save
de_de: Speichern

source: Your password authentification settings haven been updated.
de_de: Ihre Einstellungen zur Passwort-Authentifizierung wurden aktualisiert.

source: Choose Access Type
de_de: Zugangsart wählen

source: SFTP: File transfer via SSH
de_de: SFTP: Dateiübertragung via SSH

source: SSH: Full shell access
de_de: SSH: Vollständiger Shell-Zugang
