Repository: Charuduth/edentata
Catalog: src/module/email_list/locale/*.utf-8/LC_MESSAGES/edentata_email_list.po
Languages: de_de

source: New Mailing List
de_de: Neue Mailingliste

source: Create
de_de: Erstellen

source: List Owner
de_de: Listeninhaber

source: The address of the list owner is used for unsubscribe requests.
de_de: Die Adresse des Listeninhaber wir zur Information über unzustellbare E-Mails genutzt.

source: Are you sure you want to permanently delete the list "{address}"?
de_de: Sind Sie sicher, dass Sie die Mailingliste "{address}" dauerhaft löschen wollen?

source: Delete List
de_de: Liste Löschen

source: Email List
de_de: Mailingliste

source: Add Subscriber
de_de: Neuer Abonnent

source: Email list does not exist.
de_de: Mailingliste existiert nicht.

source: Change list owner
de_de: Listeninhaber ändern

source: Delete list
de_de: Liste löschen

source: Subscribers
de_de: Abonnenten

source: Move …
de_de: Verschieben …

source: Unsubscribe
de_de: Austragen

source: Save
de_de: Speichern

source: The list owner is NOT automatically subscribed to the mailing list.
de_de: Der Listeninhaber ist NICHT automatisch Abonnent der Mailingliste.

source: List not found.
de_de: Mailingliste nicht gefunden.

source: Mailing Lists
de_de: Mailinglisten

source: New List
de_de: Neue Liste

source: You do not own a mailing lists.
de_de: Sie besitzen keine Mailingliste.

source: Subscribe
de_de: Eintragen

source: Subscriber
de_de: Abonnent

source: Move Email List Subscribers
de_de: Mailinglisten-Abonnenten Verschieben

source: Move
de_de: Verschieben

source: Target Email List
de_de: Ziel-Mailingliste

source: Source Email List
de_de: Quell-Mailingliste

source: Unsubscribe from List
de_de: Abonnement beenden
